Revit 2024 API
SymbolTypeId.WPerFtSup2 Property
 Symbol W/ft², indicating unit Watts per square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId WPerFtSup2 { get; }
Visual Basic
Public Shared ReadOnly Property WPerFtSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ WPerFtSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace